<?php
/**
* 银行代码
*/
return array(
    'bank' => array(
        '1' => '中国银行',
        '2' => '工商银行',
        '3' => '农业银行',
        '4' => '交通银行',
        '5' => '广发银行',
        '6' => '深发银行',
        '7' => '建设银行',
        '8' => '上海浦发银行',
        '9' => '浙江泰隆商业银行',
        '10' => '招商银行',
        '11' => '邮政存储银行',
        '12' => '民生银行',
        '13' => '兴业银行',
        '14' => '广东发展银行',
        '15' => '东莞银行',
        '16' => '深圳发展银行',
        '17' => '中信银行',
        '18' => '华夏银行',
        '19' => '中国光大银行',
        '20' => '北京银行',
        '21' => '上海银行',
        '22' => '天津银行',
        '23' => '大连银行',
        '24' => '杭州银行',
        '25' => '宁波银行',
        '26' => '厦门银行',
        '27' => '广州银行',
        '28' => '平安银行',
        '29' => '浙商银行',
        '30' => '上海农村商业银行',
        '31' => '重庆银行',
        '32' => '江苏银行',
    ), 
);
?>